var data = {skills: {
    development: {
        title: 'Разработка',
        icon: 'repairing',
        list: [
            {
                subtitle: 'Умения',
                mod: '_half',
                items: [
                    {
                        item: ['HTML5', 'CSS3', 'Sass/Less/Stylus', 'Jade/Pug', 'Gulp/Grunt/Webpack', 'Git']
                    },
                    {
                        item: ['JavaScript', 'React', 'jQuery', 'Bootstrap/Foundation', 'BEM']
                    }
                ],
                text: 'Я могу работать в тесном сотрудничестве с дизайнерами, back-end и front-end разработчиками для достижения быстрых и качественных результатов'
            },
            {
                subtitle: 'Инструменты',
                items: [
                    {
                        item: ['Adobe Photoshop', 'Adobe Illustrator', 'Sketch', 'Inkscape', 'Avocode', 'TARS']
                    }
                ],
                text: 'Умею работать с различными форматами макетов, различными системами сборок.'
            },
            {
                subtitle: 'Технологии и паттерны',
                items: [
                    {
                        item: ['Объектног-ориенрирование программирование', 'AJAX', 'MVC', 'Pixel Perfect', 'Redux']
                    }
                ],
                text: 'Знаком с технологиями для написания производительного и понятного кода. С некоторыми пунктами только начал звое знакомство'
            },
            {
                subtitle: 'Личные качества',
                items: [
                    {
                        item: ['Ответственный', 'Трудолюбивый', 'Стремление к знаниям', 'Открытость ко всему новому']
                    }
                ],
                text: 'Мне интересен мир front-end разработки, поэтому я всегда готов к изучению новой методологии, библиотеки, фреймворка. Знания мои не идеальны, но я всегда стараюсь повысить свой скил в написании и понимании кода'
            }
        ]
    }
}}
